// locales/en.ts
export default {
    "about-us": {
        "first-block": {
            "title": "О нас",
            "paragraphs": {
                "first": "Здравствуйте, меня зовут Исида (я справа) и по образованию я психолог, педагог и гештальт терапевт. Начала работать аниматором в 15 лет и вот уже более 16 лет не разлучаюсь с этой веселой и праздничной профессией",
                "second": "Здравствуйте, меня зовут Алиса. Работаю аниматором более 7 лет. Я тот человек, который умеет организовать команду, всегда ответственно подходит к работе и проводит праздники на 100%."

            }
        },
        "second-block": {
            "title": "Почему Вам стоит довериться нам",
            "items": [
                 "Мы работали аниматорами в различных Рижских фирмах, а также набирались опыта в городе Калининград",
                 "У нас богатый опыт в волонтерской деятельности",
                 "Мы ежегодно организовываем социальные мероприятия, такие как «Бесплатный праздник для семьи» и «Больница для Плюшевых друзей»",
                 "В 2015 году мы создали летний «Лагерь Корпорация добра»"
            ]
        },
        "gallery-title": "Так выглядят наши праздники"
    },
    "header": {
        "home": "Главная",
        "prices": "Цены",
        "contacts": "Контакты",
        "about-us": "О нас",
        "characters": "Герои"
    },
    "hero-section": {
        "title": "Детские Праздники",
        "contact-us": "Подать заявку",
        "about-us": "О нас"
    },
    "benefits": {
        "title": "МЫ СДЕЛАЕМ ВАШ ПРАЗДНИК НЕЗАБЫВАЕМЫМ",
        "subtitle": "Наша профессиональная команда аниматоров сделает праздник вашего ребенка незабываемым!",
        "list": {
            "first": "Поставленных Праздников",
            "second": "Уникальных Персонажей",
            "third": "Лет Опыта"
        }
    },
    "prices": {
        "title": "Цены",
        "include": "Включает:",
        "plans": {
            "standard-plus": {
                "title": "Стандарт+",
                "items": [
                    { "text": "Продолжительность - 1,5 часа" },
                    { "text": "Любимый герой" },
                    { "text": "Музыкальное сопровождение" },
                    { "text": "Тематический реквизит" },
                    { "text": "Активные игры и танцы"},
                    { "text": "Вынос вашего тортика"}
                ]
            },
            "standard": {
                "title": "Стандарт",
                "items": [
                    { "text": "Продолжительность - 1 час" },
                    { "text": "Любимый герой" },
                    { "text": "Музыкальное сопровождение" },
                    { "text": "Тематический реквизит" },
                    { "text": "Активные игры и танцы"},
                    { "text": "Вынос вашего тортика"}
                ]
            },
            "extended": {
                "title": "Продленная",
                "items": [
                    { "text": "Продолжительность - 2 час" },
                    { "text": "Любимый герой" },
                    { "text": "Музыкальное сопровождение" },
                    { "text": "Тематический реквизит" },
                    { "text": "Активные игры и танцы"},
                    { "text": "Вынос вашего тортика"},
                    { "text": "Аквагрим"}
                ]
            }
        }
    },
    "gallery": {
        "subtitle": "Лучшие Детские Праздники",
         "title": "Новый подход в организации праздников",
         "text": "Компания Kiwi Animators организует праздники, придерживаясь индивидуального подхода к каждому клиенту. Мы предлагаем широкий спектр дополнительных услуг, которые могут значительно улучшить Ваше мероприятие. Узнайте больше, уже сегодня!",
         "download": "Скачать каталог",
         "characters": "Доступные герои"
    },
    "contacts": {
        "title": "Наши Контакты",
        "text": "Если у вас возникли дополнительные вопросы или Вам нужна консультация по поводу наших услуг, мы всегда готовы вам помочь. Свяжитесь с нами любым удобным способом:",
        "form": {
            "title": "Закажи праздник уже сегодня!",
            "text": "Порадуйте себя и своего ребенка, наполнив жизнь запоминающемся событием",
            "name": {
                "label": "Имя ребенка",
                "errors": {
                    "min": "Введите имя ребенка",
                    "max": "Слишком много символов"
                }
            },
            "age": {
                "label": "Возраст ребенка",
                "errors": {
                    "min": "Введите возраст"
                }
            },
            "number": {
                "label": "Количество детей",
                "errors": {
                    "min": "Минимум 1 ребенок на празднике",
                    "max": "Максимум 25 детей на празднике"
                }
            },
            "character": {
                "label": "Желаемый персонаж"
            },
            "phone": {
                "label": "Номер телефона",
                "errors": {
                    "message": "Нужный формат: +371..."
                }
            },
            "date": {
                "label": "Дата праздника",
                "errors": {
                    "message": "Введите дату праздника"
                }
            },
            "otp": {
                "send-error": "Ошибка при отправке OTP. Пожалуйста, попробуйте снова.",
                "verification-error": "Ошибка при верификации OTP. Пожалуйста, попробуйте снова."
            },
            "loading": "Загрузка...",
            "send": "Отправить",
            "person-verification": "Предварительная верификация личности необходима перед отправкой запроса",
            "sms-code": "Используйте код, полученный по SMS",
            "success-title": "Спасибо! Ваш запрос был отправлен.",
            "success-text":  "Мы свяжемся с вами в ближайшее время."
        }
    }
  } as const