// locales/en.ts
export default {
    "about-us": {
        "first-block": {
            "title": "О нас",
            "paragraphs": {
                "first":
                    "Здравствуйте, меня зовут Исида (я справа) и по образованию я психолог, педагог и гештальт терапевт. Начала работать аниматором в 15 лет и вот уже более 16 лет не разлучаюсь с этой веселой и праздничной профессией",
                "second":
                    "Здравствуйте, меня зовут Алиса. Работаю аниматором более 7 лет. Я тот человек, который умеет организовать команду, всегда ответственно подходит к работе и проводит праздники на 100%.",
            },
        },
        "second-block": {
            "title": "Почему Вам стоит довериться нам",
            "items": [
                "Мы работали аниматорами в различных Рижских фирмах, а также набирались опыта в городе Калининград",
                "У нас богатый опыт в волонтерской деятельности",
                "Мы ежегодно организовываем социальные мероприятия, такие как «Бесплатный праздник для семьи» и «Больница для Плюшевых друзей»",
                "В 2015 году мы создали летний «Лагерь Корпорация добра»",
            ],
        },
        "gallery-title": "Так выглядят наши праздники",
    },
    "payments-options": {
        "desclaimer":
            "Оплата производится только после согласования праздника. Вы получите инвойс на указанный вами адрес электронной почты. Пожалуйста, проверьте свою почту и убедитесь, что все детали верны перед оплатой. Если у вас возникнут вопросы, свяжитесь с нашей службой поддержки.",
        "heading": "Инофрмация об оплате",
        "bank-name": "Имя банка",
        "account-name": "Имя счета",
        "account-number": "Cчет",
        "desclaimer-heading": "Предупреждение",
    },
    "header": {
        "home": "Главная",
        "prices": "Цены",
        "contacts": "Контакты",
        "about-us": "О нас",
        "characters": "Герои",
        "payment-options": "Оплата",
    },
    "hero-section": {
        "title": "Детские Праздники",
        "contact-us": "Подать заявку",
        "about-us": "О нас",
    },
    "benefits": {
        "title": "МЫ СДЕЛАЕМ ВАШ ПРАЗДНИК НЕЗАБЫВАЕМЫМ",
        "subtitle":
            "Наша профессиональная команда аниматоров сделает праздник вашего ребенка незабываемым!",
        "list": {
            "first": "Поставленных Праздников",
            "second": "Уникальных Персонажей",
            "third": "Лет Опыта",
        },
    },
    "prices": {
        "title": "Цены",
        "include": "Включает:",
        "plans": {
            "standard-plus": {
                "title": "Стандарт+",
                "items": [
                    { "text": "Продолжительность - 1,5 часа" },
                    { "text": "Любимый герой" },
                    { "text": "Музыкальное сопровождение" },
                    { "text": "Тематический реквизит" },
                    { "text": "Активные игры и танцы" },
                    { "text": "Вынос вашего тортика" },
                ],
            },
            "standard": {
                "title": "Стандарт",
                "items": [
                    { "text": "Продолжительность - 1 час" },
                    { "text": "Любимый герой" },
                    { "text": "Музыкальное сопровождение" },
                    { "text": "Тематический реквизит" },
                    { "text": "Активные игры и танцы" },
                    { "text": "Вынос вашего тортика" },
                ],
            },
            "extended": {
                "title": "Продленная",
                "items": [
                    { "text": "Продолжительность - 2 час" },
                    { "text": "Любимый герой" },
                    { "text": "Музыкальное сопровождение" },
                    { "text": "Тематический реквизит" },
                    { "text": "Активные игры и танцы" },
                    { "text": "Вынос вашего тортика" },
                    { "text": "Аквагрим" },
                ],
            },
        },
    },
    "gallery": {
        "subtitle": "Лучшие Детские Праздники",
        "title": "Новый подход в организации праздников",
        "text": "Компания Kiwi Animators организует праздники, придерживаясь индивидуального подхода к каждому клиенту. Мы предлагаем широкий спектр дополнительных услуг, которые могут значительно улучшить Ваше мероприятие. Узнайте больше, уже сегодня!",
        "download": "Скачать каталог",
        "characters": "Доступные герои",
    },
    "contacts": {
        "title": "Наши Контакты",
        "text": "Если у вас возникли дополнительные вопросы или Вам нужна консультация по поводу наших услуг, мы всегда готовы вам помочь. Свяжитесь с нами любым удобным способом:",
        "form": {
            "title": "Закажи праздник уже сегодня!",
            "text": "Порадуйте себя и своего ребенка, наполнив жизнь запоминающемся событием",
            "name": {
                "label": "Имя ребенка",
                "errors": {
                    "min": "Введите имя ребенка",
                    "max": "Слишком много символов",
                },
            },
            "age": {
                "label": "Возраст ребенка",
                "errors": {
                    "min": "Введите возраст",
                },
            },
            "number": {
                "label": "Количество детей",
                "errors": {
                    "min": "Минимум 1 ребенок на празднике",
                    "max": "Максимум 25 детей на празднике",
                },
            },
            "character": {
                "label": "Желаемый персонаж",
            },
            "phone": {
                "label": "Номер телефона",
                "errors": {
                    "message": "Нужный формат: +371...",
                },
            },
            "date": {
                "label": "Дата праздника",
                "errors": {
                    "message": "Введите дату праздника",
                },
            },
            "otp": {
                "send-error":
                    "Ошибка при отправке OTP. Пожалуйста, попробуйте снова.",
                "verification-error":
                    "Ошибка при верификации OTP. Пожалуйста, попробуйте снова.",
            },
            "loading": "Загрузка...",
            "send": "Отправить",
            "person-verification":
                "Предварительная верификация личности необходима перед отправкой запроса",
            "sms-code": "Используйте код, полученный по SMS",
            "success-title": "Спасибо! Ваш запрос был отправлен.",
            "success-text": "Мы свяжемся с вами в ближайшее время.",
        },
    },
    "location-modal": {
        "heading": "Пожалуйста, выберите ваше местоположение",
        "option-eng": "Великобритания",
        "option-lv": "Латвия",
        "warning": "Предупреждение!",
        "save-button": "Сохранить",
        "warning-description":
            "Вам необходимо выбрать Вашу локацию, для дальнейшего использования сайта!",
    },
    "seo": {
        "home": {
            "metaTitle":
                "Kiwi Animations - Лучшие услуги для детских мероприятий",
            "metaDescription":
                "Откройте для себя Kiwi Animations - вашего помощника в организации незабываемых детских мероприятий. Наши профессиональные аниматоры и комплексные услуги обеспечат волшебные впечатления для детей всех возрастов.",
        },
        "about": {
            "metaTitle": "О нас - Kiwi Animations",
            "metaDescription":
                "Узнайте больше о Kiwi Animations, ведущем поставщике услуг для детских мероприятий. Наша команда профессиональных аниматоров стремится создавать незабываемые впечатления для детей через широкий спектр веселых и увлекательных мероприятий.",
        },
        "characters": {
            "metaTitle": "Наши персонажи - Kiwi Animations",
            "metaDescription":
                "Познакомьтесь с волшебными персонажами Kiwi Animations. Наши разнообразные анимационные персонажи приносят радость и веселье на каждое детское мероприятие, создавая незабываемые впечатления для детей всех возрастов.",
        },
    },
} as const;
